{
  "aboutmain": {
    "head": "",
    "body": [
      "Lyell was fundamental in establishing the popularity and credibility of what would become the science of geology during the nineteenth century. He was the author of <i>The Principles of Geology: Being an Attempt to Explain the Former Changes of the Earth's Surface, by Reference to Causes Now in Operation</i>, which was published in three volumes between 1830 and 1833 (and in multiple revised editions thereafter). Lyell’s <i>Principles</i> was a bestseller and brought to its readers arguments and evidence that the Earth was both millions of years old and in a state of constant upheaval and renewal. Building on the work of James Hutton (1726-1797) and John Playfair (1748-1819) amongst others, Lyell argued that the Earth in the past was shaped by geological processes still active and observable in the modern era. Through extensive fieldwork, travel, popular lectures and his best-selling books, Lyell developed and refined his ideas becoming internationally famous and widely respected by his contemporaries. He remains an influential and thinker today.",
      "Lyell's geological breakthroughs helped pave the way for new generations of scientists and philosophers, including the naturalist, geologist and biologist, Charles Darwin (1809-1882). Darwin is best known for his theories on natural selection as outlined in his influential book <i>On the Origin of Species</i>, published in 1859. Darwin's theories and later arguments on evolution were informed by evidence which he collected during a five-year, round-the-world voyage on HMS <i>Beagle</i>. On this voyage, Darwin read, and was much influenced by Lyell's <i>Principles</i>. Lyell and Darwin corresponded at length on numerous topics, and it was Lyell's theories of geological time that made it possible for Darwin to develop his theories of natural selection, local adaptation and, later, human evolution."
    ]
  },
  "history": {
    "head": "Biography",
    "body": [
      "Charles Lyell was born on 14 November 1797 at Kinnordy House, near Kirriemuir in Forfarshire, Scotland. He was the eldest of ten children of Charles Lyell (1767-1849), Laird of Kinnordy and accomplished Botanist, and Frances Lyell neé Smith (d. 1850). Lyell spent much of his childhood at the family home, Bartley Lodge in the New Forest, Hampshire, England.  He attended Exeter College, Oxford, in 1816, and graduated with a degree in Classics in December 1819.",
      "Lyell's first profession was law, and he pursued his geological studies in his spare time. By 1827, however, he had turned his attention fully to the study of geology. He held the post of Professor of Geology at King's College London in the 1830s. Lyell's geological interests were broad-ranging and included volcanoes, geological dynamics, stratigraphy, palaeontology, glaciology and, relatedly, what would now be termed prehistoric archaeology and palaeoanthropology.  ",
      "In 1832, Lyell married Mary Horner (1808-1873). She had expertise and interests in conchology and in geology.  The Lyells travelled together extensively, undertaking geological tours throughout Europe, and, in the mid-1840s and early 1850s, to the United States of America and Canada. These led to two popular travel and geology books, <i>Travels in North America</i> (1845), and <i>A Second Visit to the United States</i> (1849). Charles Lyell was a member of several geological and learned societies including the Geological Society of London, the Royal Society, the Royal Swedish Academy of Sciences, the American Philosophical Society, and the British Association for the Advancement of Science. He served as Secretary to the Geological Society 1823-1826, as its Foreign Secretary 1829-1835 and was twice its President 1835-1837 and 1849-1851.",
      "Lyell was knighted in 1848. The Royal Society awarded him its Copley Medal in 1858. Lyell was made a baronet in 1864, and was that year elected President of the British Association for the Advancement of Science. Lyell was awarded the Wollaston Medal, the highest award granted by the Geological Society of London, in 1866.",
      "Mary Lyell died in 1873, and Lyell himself died two years later in 1875; the twelfth edition of <i>Principles</i> was published posthumously."
    ]
  }
}
