{
  "aboutmain": {
    "head": "",
    "body": [
      "Lyell was fundamental in establishing the popularity and credibility of geology as a science in the nineteenth century. He was the author of the book 'Principles of Geology', which was published in three volumes between 1830 and 1833 (and multiple revised editions thereafter). 'Principles of Geology' was a bestseller which brought to its readers the theory that the Earth was millions of years old. Building on the work of James Hutton (1726-1797) and John Playfair (1748-1819), Lyell argued that the Earth was shaped by geological processes still active in the modern era. Through extensive fieldwork, travel, popular lectures and his best selling books, he became internationally famous and respected by many scientific communities.",
      "Lyell's geological breakthroughs helped to pave the way for a whole new generation of scientists and philosophers, including the naturalist, geologist and biologist, Charles Darwin (1809-1882).  Darwin is best known for his theories on human evolution which he published in his 1859 book 'On the Origin of Species'. Darwin's theories were informed by evidence which he collected during a five-year, round-the-world voyage on HMS Beagle.  Darwin read, and was much influenced by, Lyell's 'Principles of Geology' while aboard HMS Beagle.  Lyell and Darwin corresponded at length and it was Lyell's theories of geological time that made it possible for Darwin to develop his theories of human evolution."
    ]
  },
  "history": {
    "head": "history",
    "body": [
      "Lyell was born on 14 November 1797, at Kinnordy House, near Kirriemuir in Forfarshire, Scotland.  He was the eldest of 10 children of Charles Lyell (1767-1849), Laird of Kinnordy and Frances Lyell (neé Smith), (d. 1850).  Lyell's father, also named Charles Lyell, was an accomplished botanist. Lyell spent much of his childhood at the family home, Bartley Lodge, in the New Forest in Hampshire, England.  He attended Exeter College, Oxford, in 1816, and graduated with a degree in classics in December 1819.",
      "Lyell's first profession was law, and he pursued his geological studies in his spare time. By 1827 he turned his attention fully to his career in geology.  He held the post of Professor of Geology at King's College London in the 1830s. Lyell's geological interests were broad-ranging and included volcanoes, geological dynamics, stratigraphy, palaeontology, glaciology and, what would now be termed, prehistoric archaeology and paleoanthropology.",
      "In 1832, Lyell married conchologist and geologist, Mary Horner (1808-1873). The couple travelled together extensively, undertaking geological tours throughout Europe. During the 1840s and early 1850s the Lyells undertook tours of the United States of America and Canada, resulting in the publication of two popular travel and geology books, 'Travels in North America' (1845), and 'A Second Visit to the United States' (1849). Lyell was a member of a number of geological and learned societies including, but not exclusive to, the Geological Society, the Royal Society, the Royal Swedish Academy of Sciences, and the American Philosophical Society. He served as Secretary to the Geological Society, 1823-1826, as its Foreign Secretary, 1829-1835 and served twice as its president, first between 1835-1837 and then again between 1849-1851.",
      "Lyell was knighted in 1848. The Royal  Society awarded him the Copley Medal in 1858, an award it bestowed upon recipients for 'outstanding achievements in research in any branch of science'. In 1864, Lyell was made a baronet, and in that same year he was elected President of the British Association for the Advancement of Science. The Wollaston Medal, the highest award granted by the Geological Society of London, was awarded to Lyell in 1866.",
      "Mary Lyell (neé Horner) died in 1873, and Lyell himself died only two years later in 1875. Lyell was in the process of revising the twelth edition of 'Principles of Geology' when he died."
    ]
  }
}
