{
  "Principles of Geology": {
    "header": "Principles of Geology",
    "intro": "Charles Lyell’s first book, <i>Principles of Geology: Being an Attempt to Explain the Former Changes of the Earth's Surface, by Reference to Causes Now in Operation</i> was published in three volumes by the London publisher John Murray. The first volume appeared in 1830. <i> Principles </i> became a literary classic of the Victorian era and significantly influenced what was then becoming the science of geology.  Lyell argued that the present was the key to the past; that previously formed geological formations could be explained by reference to uniformly-slowly-moving processes acting in the present and operating over very long periods of time. <i>Principles</i> was an immensely influential work and Lyell continued to update and revise it throughout his lifetime. He and John Murray would produce eleven modified and updated editions, each filled with new evidence and arguments.  A twelfth edition was published posthumously in 1875. In addition to his pioneering remarks upon method in geology, Lyell used the first edition of his <i> Principles</i> (chapters 2–4) to present a critical survey of the history of geology and the work of his contemporaries."
  },
  "Elements of Geology": {
    "header": "Elements of Geology",
    "intro": "Between the fifth and sixth editions of <i>Principles</i>, Lyell wrote Elements of Geology, again published by John Murray, in 1838, with an amazingly large print run of 3,500 copies. Regarded in part as an expansion of volume four of <i>Principles</i>, in <i>Elements</i>, Lyell developed his metamorphic theory of how - with gradual mountain uplift - igneous and metamorphic rocks were formed. In its third edition, published in 1851, the title changed to <i>A Manual of Elementary Geology</i>, and in the preface, Lyell made it clear that where Principles was concerned with geological and modern changes in the Earth, the Manual was concerned with the measurement of ancient changes. In 1865 the book’s title reverted to <i>Elements of Geology</i> - Lyell considered it too lengthy to be a manual. Yet it would prove to be the textbook of its time."
  },
  "Travels in North America": {
    "header": "Travels in North America",
    "intro": "Between 1841 and 1853, Charles and Mary Lyell travelled to North America four times, after Lyell was invited to deliver a series of lectures there. They travelled by steamboat, horseback, and stagecoach, journeying from the Atlantic coast to the Ohio and Mississippi Rivers, and from the St Lawrence Valley to the Gulf Coast, including Massachusetts, Connecticut, New York, Virginia, Georgia, the Midwest and Nova Scotia. As Lyell says in the preface, this work <i> ‘embraces a great variety of subjects to which my thoughts were turned during my travels in North America'</i>. <br/><br/> \n\nIn touring the southern States, Charles and Mary Lyell were confronted with the deep entrenchment of American plantation slavery in the region’s economy, politics, and social opinion. The Lyells came to America opposed to slavery. They returned with empathy for the plantation owners who hosted them during their stay.<b> <mark>The language featured in these books is historical, can be discriminatory, and may cause offence.</mark></b>",
    "conclusion": "Detail and access for the different editions."
  },
  "Antiquity of Man": {
    "header": "Antiquity of Man",
    "intro": "Lyell’s <i>The Geological Evidences of the Antiquity of Man</i>, published in 1863, appeared in response to the great interest in human ancestry stimulated four years earlier by Charles Darwin’s Origins of Species (1859) and by the immense periods of geological time implied in Principles. In the Antiquity of Man, Lyell was careful to present evidence based upon his own scientific visits and excursions undertaken in 1860 and 1861, allowing readers to draw their own conclusions upon the evidence he had assembled (and documented in his Notebooks). For his work in this respect, Lyell is credited with contributing to the creation, if not the foundation, of Prehistoric Archaeology, and Paleoanthropology."
  },
  "Life, Letters and Journals": {
    "header": "Life, Letters and Journals",
    "intro": "Katharine Murray Horner (1817–1915) was one of Leonard Horner’s six daughters, of which Mary Horner Lyell was the eldest. Katharine subsequently married Charles Lyell’s younger brother, Henry. Katharine and Henry’s son Leonard Lyell (1850-1926) accompanied Charles and Mary Lyell in their later years and became 1st Baron Lyell on Charles’ death in 1875. Katharine was a botanist, publishing a book on ferns in 1870, travelling with her husband to India – as well as editing books on the life of her father Leonard, her brother-in-law Charles Bunbury (1809-1886), and Charles Lyell. <br/><br/>Katharine’s copy letters, collected as part of her editorship of Life, Letters and Journals are also held within the Charles Lyell archive."
  }
}
