{
  "notebooks": [
    "Lyell’s Notebooks span his long scientific career between c.1825 and 1874 and offer unrivalled insight into his personal thoughts, influential contemporaries, field observations, and scientific arguments. ",

"The Notebooks – 294 in total – were acquired by the University on behalf of the nation in 2019 thanks to a fundraising campaign supported by many generous individual and institutional donors throughout Britain and overseas. Highlights in his Notebooks include Lyell’s travels throughout Europe and the United States of \"merica, drafts of his correspondence with Charles Darwin and others, and his geological ideas and landscape sketches. Lyell’s Notebooks illustrate his life-long gathering of evidence to produce and refine his theories and publications on the Earth’s history. ",

"Watch Charlies Withers, Emeritus Professor of Historical Geography at the University of Edinburgh, discussing the importance of Lyell's Notebooks and how they relate to issues of deep time and climate change in the short film 'The Travels of His Own Mind.'  ",

"https://youtu.be/__HgKyrxTQk",

"Users and readers should note that Lyell’s Notebooks contain content that may be difficult to view. The University of Edinburgh collects materials from different historical periods, as well as artefacts from different cultures, to preserve and make available the historical record as it was produced in its original context. Some of the materials presented here may reflect outdated, biased, offensive views. Where appropriate, we have included content warnings in the catalogue. ",

 

"How Lyell used his Notebooks",

"Trained as a lawyer, Charles Lyell knew the importance of organising his work. Portable and pocket sized, his Notebooks were used to document his travels and record his observations and ideas.  They embody and contain the first crucial stage in the development of his theories and arguments, based throughout on his observations. Between 1818 and 1874, he filled 294 volumes, which he kept in an ordered sequence.  ",

"The Notebooks reflect the great debates of the period, with Lyell’s private thoughts on politics, education, culture, race, slavery, and human evolution. Always with an eye to geology and the Earth’s history, they contain sketches, references to reading, discussions with peers (many with his friend Charles Darwin), and reports upon conversations with strangers on steamboats and trains. Questions are expressed as ‘qys’ and lists as ‘mems’ or memorandums. There are things you might not expect – photographs – as well as other people’s handwriting. To Lyell, his Notebooks would be as useful to him as mobile phones are to us today.   ", 

"The Notebooks are slim, sturdy, and the cloth and leather are flexible, allowing for a lot of manipulation. Nearly all have hollow, flexible spines. Lyell clearly manipulated the front part of the spine a lot more than the back. He likely wrapped the front cover around the rest of the Notebook, so allowing him to write fully – if not always clearly. He often wrote in pencil – a soft graphite which smudges easily, and he sometimes went back over his pencil marks in ink. Every Notebook is labelled, showing that they were created and maintained in order. They travelled with him, and Lyell consulted them if returning to a place or significant scientific site. ",

 

"How to use Lyell’s Notebooks today",

 

"Lyell’s Notebooks evolved over time, but consistently, their pages are numbered, and most have indexes. Lyell’s Clerk, George Hall, his wife Mary Horner, and his secretary Arabella Buckley all wrote in them, including copying in sections, correspondence and creating indexes. Where a notebook has an index, this has been transcribed and this forms the basis of the catalogue description. The index terms used by Lyell and his team can help users locate the relevant passage in the Notebook – but they can also expand or contract on a section, and not everything appears in the index. In the American Notebooks, Lyell has included an ‘X, which in all probability indicates this passage was included in his books. The appearance of ‘G’ alongside index entries signifies geological information. An ‘?’ also appears, whose meaning is currently undetermined – it may be that in indexer did not think it important, could not read the note or could not classify it. Where there is no index, the Notebook has been summarised.  ",

"Transcribing and summarising 294 takes time and is ongoing, so there will be a mixed level of detail as we add more details. Please contact us if you would like to share your research. "
],
  "papers": [
    "A remarkable survival, these 294 notebooks span Lyell’s long scientific career (1825-1874), offering an unrivalled insight into personal influences, field observations, thoughts and relationships. These notebooks were acquired in 2019 thanks to a fundraising campaign, with many generous individual and institutional donors from the UK and overseas. Highlights include his travels throughout Europe and the United States of America, the drafts of his correspondence with the likes of Charles Darwin, his geological and landscape sketches and his constant gathering of evidence and refinement of his theories.",
    "Watch Charles Withers, Emeritus Professor of Geography at the University of Edinburgh, discussing the importance of Lyell's Note Books and how they relate to current issues of deep time and climate change in the short film 'The Travels Of His Own Mind,' made by Malcolm Brown, Digital Imaging Unit.",
    "https://youtu.be/__HgKyrxTQk",
    "Please note that Lyell’s notebooks contain some content that may be harmful or difficult to view. The University of Edinburgh collects materials from history, as well as artefacts from many cultures and time periods, to preserve and make available the historical record. As a result, some of the materials presented here may reflect outdated, biased, offensive, and possibly violent views and opinions due to pervasive systemic intolerance."
  ],
  "offprints": [
    "A remarkable survival, these 294 notebooks span Lyell’s long scientific career (1825-1874), offering an unrivalled insight into personal influences, field observations, thoughts and relationships. These notebooks were acquired in 2019 thanks to a fundraising campaign, with many generous individual and institutional donors from the UK and overseas. Highlights include his travels throughout Europe and the United States of America, the drafts of his correspondence with the likes of Charles Darwin, his geological and landscape sketches and his constant gathering of evidence and refinement of his theories.",
    "Watch Charles Withers, Emeritus Professor of Geography at the University of Edinburgh, discussing the importance of Lyell's Note Books and how they relate to current issues of deep time and climate change in the short film 'The Travels Of His Own Mind,' made by Malcolm Brown, Digital Imaging Unit.",
    "https://youtu.be/__HgKyrxTQk",
    "Please note that Lyell’s notebooks contain some content that may be harmful or difficult to view. The University of Edinburgh collects materials from history, as well as artefacts from many cultures and time periods, to preserve and make available the historical record. As a result, some of the materials presented here may reflect outdated, biased, offensive, and possibly violent views and opinions due to pervasive systemic intolerance."
  ],
  "overview": [
     "The Charles Lyell Collection at the University of Edinburgh is the result of several accruals.  The first was a collection of geological specimens, minerals and shells, together with what was described at the time as 'The Papers of Sir Charles Lyell', presented in 1927 to the University’s Grant Institute of Geology by Lady Lyell of Kinnordy. This gift included select works from Lyell's own library at Kinnordy - several of which are inscribed by their authors, and who were Lyell’s correspondents. These papers and books were transferred from the Grant Institute to the University of Edinburgh's Library and Special Collections in two tranches, in 1960 and in 1975. The specimens were retained by the Grant Institute, now the University’s School of Geosciences.",
    "Other archival papers – and Lyell’s Notebooks - remained with the Lyell family at Kinnordy. In 2019, and thanks to the financial support of leading institutions, groups, and individuals, the University of Edinburgh with other leading libraries coordinated and led a successful campaign to acquire Lyell's 294 Notebooks. In 2020, the remaining papers of Sir Charles Lyell were accepted by the University of Edinburgh under the UK Government's 'Acceptance in Lieu of Inheritance Tax' scheme. In addition, smaller groups of records from the original 1927 deposit, that had found their way into academic offices and stores, were periodically identified and passed to the University Library. In the summer of 2020, a collection of Lyell’s offprints was identified within the Library‘s collections.",
    "Lyell’s geological specimens, minerals, and shells continue to be used in teaching by the staff of the School of GeoScience, and are managed by the Cockburn Geological Museum. Some of Lyell’s archaeological specimens are held in the Vere Gordon Childe Collection of the University’s School of History, Classics and Archaeology.",
    "The Lyell Collection at the University of Edinburgh continues to grow as s external acquisitions continue to be made. These have included a series of 100 letters, and, in October 2020, an album of 118 letters and 57 portraits was acquired thanks to the support of the Friends of the National Libraries and the Friends of Edinburgh University Library.",
    "The principal elements of the Lyell Collections held at the University of Edinburgh – his books, papers - including correspondence, manuscripts, and lectures, notebooks and specimens - represent the tools that Lyell used in the past to develop his ideas and publications which inform so much of our understanding of the world today."
  ]
}
