{"Collection Overview": {
  "":[
    "The Charles Lyell Collection at the University of Edinburgh is the result of several accruals, over almost 100 years.  The first was a gift of geological specimens, minerals and shells, together with what was described at the time as 'The Papers of Sir Charles Lyell', presented in 1927 to the University’s Grant Institute of Geology by Lady Lyell of Kinnordy. This gift included select works from Lyell's own library at Kinnordy - several of which are inscribed by their authors, and who were Lyell’s correspondents. Overtime, these papers and books were transferred from the Grant Institute to the University of Edinburgh's Library and Special Collections, in 1960 and in 1975. The specimens, minerals and shells were retained by the Grant Institute, now the University’s School of Geosciences.",
    "Other archival papers – and Lyell’s Notebooks - remained with the Lyell family at Kinnordy. In 2019, and thanks to the financial support of leading institutions, groups, and individuals, the University of Edinburgh with other leading libraries coordinated and led a successful campaign to acquire Lyell's 294 Notebooks. In 2020, the remaining papers of Sir Charles Lyell were accepted by the University of Edinburgh under the UK Government's 'Acceptance in Lieu of Inheritance Tax' scheme. In addition, smaller groups of records from the original 1927 deposit, that had found their way into academic offices and stores, were periodically identified and passed to the University Library. In the summer of 2020, a collection of Lyell’s offprints was identified within the Library‘s collections.",
    "The Lyell Collection at the University of Edinburgh continues to grow as external acquisitions are made. These have included a series of 100 letters, and, in October 2020, an album of 118 letters and 57 portraits was acquired thanks to the support of the {Friends of the National Libraries:'https://www.fnl.org.uk/'} and the {Friends of Edinburgh University Library:'https://friendsofeul.wordpress.com/'}.",
    "The principal elements of the Lyell Collections held at the University of Edinburgh – his books, papers - including correspondence, manuscripts, and lectures - notebooks and specimens -, represent the tools that Lyell used in the past to develop his ideas and publications which inform so much of our understanding of the world today."
  ]
  }
}
