{
    "Notebooks": {
        "": [
            "Lyell’s Notebooks span his long scientific career between c.1825 and 1874 and offer unrivalled insight into his personal thoughts, influential contemporaries, field observations, and scientific arguments.",
            "The Notebooks – 294 in total – were acquired by the University on behalf of the nation in 2019 thanks to a fundraising campaign supported by many generous individual and institutional donors throughout Britain and overseas. Highlights in his Notebooks include Lyell’s travels throughout Europe and the United States of America, drafts of his correspondence with Charles Darwin and others, and his geological ideas and landscape sketches. Lyell’s Notebooks illustrate his life-long gathering of evidence to produce and refine his theories and publications on the Earth’s history.",
            "Watch Charlies Withers, Emeritus Professor of Historical Geography at the University of Edinburgh, discussing the importance of Lyell's Notebooks and how they relate to issues of deep time and climate change in the short film {'The Travels of His Own Mind.':'https://youtu.be/__HgKyrxTQk'}",
            "Users and readers should note that Lyell’s Notebooks contain content that may be difficult to view. The University of Edinburgh collects materials from different historical periods, as well as artefacts from different cultures, to preserve and make available the historical record as it was produced in its original context. Some of the materials presented here may reflect outdated, biased, offensive views. Where appropriate, we have included content warnings in the catalogue."
        ],
        "How Lyell used his Notebooks": [
            "Trained as a lawyer, Charles Lyell knew the importance of organising his work. Portable and pocket sized, his Notebooks were used to document his travels and record his observations and ideas.  They embody and contain the first crucial stage in the development of his theories and arguments, based throughout on his observations. Between 1818 and 1874, he filled 294 volumes, which he kept in an ordered sequence.",
            "The Notebooks reflect the great debates of the period, with Lyell’s private thoughts on politics, education, culture, race, slavery, and human evolution. Always with an eye to geology and the Earth’s history, they contain sketches, references to reading, discussions with peers (many with his friend {Charles Darwin:'https://en.wikipedia.org/wiki/Charles_Darwin'}), and reports upon conversations with strangers on steamboats and trains. Questions are expressed as ‘qys’ and lists as ‘mems’ or memorandums. There are things you might not expect – photographs – as well as other people’s handwriting. To Lyell, his Notebooks would be as useful to him as mobile phones are to us today.",
            "The Notebooks are slim, sturdy, and the cloth and leather are flexible, allowing for a lot of manipulation. Nearly all have hollow, flexible spines. Lyell clearly manipulated the front part of the spine a lot more than the back. He likely wrapped the front cover around the rest of the Notebook, so allowing him to write fully – if not always clearly. He often wrote in pencil – a soft graphite which smudges easily, and he sometimes went back over his pencil marks in ink. Every Notebook is labelled, showing that they were created and maintained in order. They travelled with him, and Lyell consulted them if returning to a place or significant scientific site."
        ],
        "How to use Lyell’s Notebooks today": [
            "Lyell’s Notebooks evolved over time, but consistently, their pages are numbered, and most have indexes. Lyell’s Clerk, George Hall, his wife Mary Horner, and his secretary Arabella Buckley all wrote in them, including copying in sections, correspondence and creating indexes. Where a notebook has an index, this has been transcribed and this forms the basis of the catalogue description. The index terms used by Lyell and his team can help users locate the relevant passage in the Notebook – but they can also expand or contract on a section, and not everything appears in the index. In the American Notebooks, Lyell has included an ‘X, which in all probability indicates this passage was included in his books. The appearance of ‘G’ alongside index entries signifies geological information. An ‘?’ also appears, whose meaning is currently undetermined – it may be that in indexer did not think it important, could not read the note or could not classify it. Where there is no index, the Notebook has been summarised.",
            "Transcribing and summarising 294 takes time and is ongoing, so there will be a mixed level of detail as we add more details. {Please contact:'https://www.ed.ac.uk/information-services/library-museum-gallery/heritage-collections'} us if you would like to share your research.",
            "There are five series of Notebooks in the Charles Lyell collection:",
            "Daily and Travel Journals, 1818 – 1830",
            "{Daily and Travel Journals , 1818 - 1830 | University of Edinburgh Archive and Manuscript Collections:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/203177'}",
            "Scientific Notebooks, 1825-1874 – 266 volumes",
            "{Scientific Notebooks, 1825-1874 | University of Edinburgh Archive and Manuscript Collections:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/180158'}",
            "Manuscript Notes, 1855 – 1861 – 7 volumes",
            "{Manuscript Notes, 1855 - 1861 | University of Edinburgh Archive and Manuscript Collections:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/180425'}",
            "Madeira and Canary Notebooks, 1856-1859 - 2 volumes",
            "{Madeira and Canary Notebooks , 1856-1859 | University of Edinburgh Archive and Manuscript Collections :'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/203375'}",
            "Index Notebooks, 1855 – 1871 – 16 volumes",
            "{Index Notebooks, 1855 - 1871 | University of Edinburgh Archive and Manuscript Collections :'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/203411'}"
        ],
        "How to make an in-person appointment": [
            "In-person access to the Charles Lyell Collection is provided via the Centre for Research Collections Reading Room on the 6th floor of the University of Edinburgh Main Library.",
            "{Heritage Collections | The University of Edinburgh:'https://www.ed.ac.uk/information-services/library-museum-gallery/heritage-collections'}"
        ]
    }
}
