{
  "Notebooks": {
    "": [
      "Lyell’s notebooks span his long career between c.1825 and 1874 and offer unrivalled insight into his personal thoughts, influential contemporaries, field observations, and scientific arguments.",
      "The notebooks – 294 in total – were acquired by the University on behalf of the nation in 2019 thanks to a fundraising campaign supported by many generous individual and institutional donors throughout Britain and overseas. Highlights in Lyell’s notebooks include his travels throughout Europe and the United States of America, drafts of his correspondence with Charles Darwin and others, and his geological ideas and landscape sketches. Lyell’s notebooks illustrate his life-long  gathering of evidence to produce and refine his theories and publications on the Earth’s history.",
      "Watch Charlies Withers, Emeritus Professor of Historical Geography at the University of Edinburgh, discussing the importance of Lyell's Notebooks and how they relate to issues of deep time and climate change in the short film '{The Travels of His Own Mind:'https://youtu.be/__HgKyrxTQk'}'.",
      "Users and readers should note that Lyell’s Notebooks contain content that may be difficult to view. The University of Edinburgh collects materials from different historical periods, as well as artefacts from different cultures, to preserve and make available the historical record as it was produced in its original context. Some of the materials presented here may reflect outdated, biased, offensive views. Where appropriate, we have included content warnings in the catalogue."
    ]
  },
  "How Lyell used his Notebooks": {
    "": [
      "Trained as a lawyer, Charles Lyell knew the importance of organising his work. Portable and pocket sized, his notebooks were used to document his travels and record his observations and ideas.  They embody and contain the first crucial stage in the development of his theories and arguments, based throughout on his observations. Between 1818 and 1874, he filled 294 volumes, which comprise five different series, and which he kept in an ordered sequence.",
      "The notebooks reflect the great debates of the period, with Lyell’s private thoughts on politics, education, culture, race, slavery, and human evolution. Always with an eye to geology and the Earth’s history, they contain sketches, references to reading, discussions with peers (many with his friend Charles Darwin), and reports upon conversations with strangers on steamboats and trains. Questions are expressed as ‘qys’ and lists as ‘mems’ or memorandums. There are things you might not expect – photographs – as well as other people’s handwriting. To Lyell, his notebooks would be as useful to him as mobile phones are to us today.",
      "The notebooks are slim, sturdy, and the cloth and leather are flexible, allowing for a lot of manipulation. Nearly all have hollow, flexible spines. Lyell clearly manipulated the front part of the spine a lot more than the back. He likely wrapped the front cover around the rest of the notebook, so allowing him to write fully – if not always clearly. He often wrote in pencil – a soft graphite which smudges easily, and he sometimes went back over his pencil marks in ink. Every notebook is labelled, showing that they were created and maintained in order. They travelled with him, and Lyell consulted them if returning to a place or significant scientific site."
    ]
  },
  "How to use Lyell’s Notebooks today": {
    "": [
      "Lyell’s notebooks evolved over time, but consistently, their pages are numbered, and most have indexes. Lyell’s Clerk, George Hall, his wife Mary Horner, and his secretary Arabella Buckley all wrote in them, including copying in sections, correspondence and creating indexes. Where a notebook has an index, this has been transcribed and this forms the basis of the catalogue description. The index terms used by Lyell and his team help users locate the relevant passage in the Notebook – but they can also expand or contract on a section, and not everything appears in the index. In the American notebooks, Lyell has included an ‘X, which in all probability indicates this passage was included in his books. The appearance of ‘G’ alongside index entries signifies geological information. An ‘?’ also appears, whose meaning is currently undetermined – it may be that in indexer did not understand or read the note or could not classify it. Where there is no index, the notebook will be summarised.",
      "The notebooks are in the process of being catalogued, so there will be a mixed level of detail throughout as we add more description and details. Please contact us if you would like to share your research.",
      "There are five series of Notebooks in the Charles Lyell collection:"
    ],
    "{Daily and Travel Journals, 1818 - 1830:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/203177'}": [
      "A set of six early notebooks, established by Lyell to record prose, verse, and his travels, including: a trip through Europe in 1818 with his father, mother and his two older sisters; and detailing tours with Professor Buckland (Kinnordy 1819, Paris 1823), and Prevost, (Cornwall 1824), where Lyell meets Mary Anning. The notebooks vary in format and use, pages are unnumbered, and there are no indexes. In the travel sections, dates are given throughout, and the route is given at the top of every page."
    ],
    "{Scientific Notebooks, 1825-1874:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/180158'}": [
      "Lyell's series of 266 Scientific notebooks begins 1825 and continues until November 1874, just a few months before his death in February 1875. Lyell used these notebooks to record his fieldwork, travels, his companions, queries, lists of memorandums, correspondence and ongoing publishing work.",
      "Content warning: Lyell uses his Scientific notebooks to gather evidence, based on both his own observation, by reviewing other people's works, by correspondence, asking questions and analyses. The language used in these notebooks is historical, can be discriminatory and may cause offence."
    ],
    "{Manuscript Notes, 1855 – 1861:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/180425'}": [
      "Specially created as a set of seven separate from his run of Scientific notebooks, and labelled as MS [Manuscript], these notebooks span a critical time in Lyell's life, beginning November 1855. He hears of Darwin's views on the origin of species five months later, during a visit to Down. When he closed the series in 1861, he began to write Antiquity of Man.",
      "Content warning: Lyell uses these MS notebooks to consider reading and his theories on progressive development, evolution and race. The language used in these notebooks is historical, can be discriminatory and may cause offence."
    ],
    "{Madeira and Canary Notebooks, 1856-1859:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/203375'}": [
      "Two notebooks created to contain work, with {Georg Hartung:'https://en.wikipedia.org/wiki/Georg_Hartung'} (1821- 1891) and others, relating to Madeira – with references to Canary Islands, Gran Canarias, Tenerife and the Azores. No indexes in either, the notebooks record discussions, reading, and include drawings and copy letters (in Mary's writing) on volcanoes, lava slopes, shells, elevations and upheaval."
    ],
    "{Index Notebooks, 1855 – 1871:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/203411'}": [
      "This series of sixteen Index notebooks appears as one single set, however, there are different series within - some groups and individual specific indexes. They appear to have been created from 1855 and are an attempt by Lyell and his team (they feature several different sets of handwriting, especially the General Indexes) to facilitate access to Lyell's data held in other series, including the Offprints, and the Scientific notebooks."
    ]
  },
  "How to make an in-person appointment": {
    "": [
      "In-person access to the Charles Lyell Collection is provided via the Centre for Research Collections Reading Room on the 6th floor of the University of Edinburgh Main Library.",
      "{Heritage Collections | The University of Edinburgh:'https://www.ed.ac.uk/information-services/library-museum-gallery/heritage-collections'}"
    ]
  }
}
