{"Correspondence": {
  "Correspondence to Charles Lyell, 1826-1884":[
    "Charles Lyell’s work brought him into contact with many leading figures. Essential in supporting his work, he referred to them as his 'able investigators'.",
    "There are two main series of correspondence ‘to’ Charles Lyell, arranged historically alphabetically, A-Z. One referenced Coll-203/1 reflecting the 1927 tranche, and one referenced Coll-203B/1 relating to the Acceptance in Lieu (AIL) tranche. Correspondents can appear in both series, and correspondence features in other series in the collection, for example there are some folders organised by theme that contain correspondence, and letters were also copied into the Notebooks.",
    "Lyell, his wife Mary, or their secretarial staff including {Arabella Buckley:'https://en.wikipedia.org/wiki/Arabella_Buckley'} (1840 – 1929) commonly summarised the contents of the correspondence, either on the letter itself, or on the associated envelope if it exists. These summaries have been used as the basis to the catalogue description. It should be noted, that when creating the summary, Lyell and his team have picked out only what is most important to Lyell in the letters – they can include other topics and asides, such as the weather or personal circumstances of the writer. These details then are often not included in the summary.",
    "Each correspondent has been assigned a file reference – there may be several folders within that file reference, evidencing the longevity and depth of the relationship between Lyell and the correspondent - for example letters to Lyell from his brother-in-law Charles Bunbury equates to 4 folders in total.",
    "{Correspondence to Charles Lyell, A-Z 1927 tranche , 1831-1873:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21261'}",
    "{Correspondence to Charles Lyell, A-Z Acceptance in Lieu tranche, 1826-c. 1884:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199124'}"
  ],
  "Correspondence from Sir Charles Lyell, 1837-1874":[
    "Referred to whilst in America as ‘the pump’ due to his incessant questions, Lyell meticulously noted them - expressed as ‘qys’ and lists as ‘mems’ or memorandums - in his Notebooks. The majority of original letters by or from Charles Lyell to other people will be held elsewhere. These series includes one small series originally filed in the A-Z series under ‘M’ for miscellaneous.",
    "{Correspondence from Charles Lyell to A-Z recipients, 1837-1869:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/222140'}",
    "{Correspondence - Letters by Sir Charles Lyell, 1839-1874:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199125'}"
  ],
  "Family Correspondence":[
    "Lyell’s family, father {Charles Lyell:'https://en.wikipedia.org/wiki/Charles_Lyell_(botanist)'} (1767–1849), mother Frances Mary nee Smith (m. 1796 - d. 1850) two brothers – Thomas (1799-1871) and Henry (1804-1866) - and seven sisters – Frances (Fanny) (1800-1873), Marianne (1801-1881), Caroline (1802-1886), Eleanor (1805-1866), Maria (also known as Ann?, married name Heathcote) (1809-1843), Sophia Georgiana (1812-1897) and Elizabeth (1814-1835) were close and frequent correspondents. Lyell was friends with {Leonard Horner:'https://en.wikipedia.org/wiki/Leonard_Horner'} (1785-1864) and married his daughter {Mary Elizabeth:'https://en.wikipedia.org/wiki/Mary_Horner_Lyell'} (1808 – 1873) in 1832. The correspondence from when they met is voluminous and intense, tailing away after their marriage, reflecting their practice of always being together. Mary’s family, her mother Anne Susan nee Lloyd (1786-1862), and five sisters, {Frances Joanna:'https://en.wikipedia.org/wiki/Frances_Joanna_Bunbury'} (1814-1894), Anne Susan (1816-1900), {Katherine Murray:'https://en.wikipedia.org/wiki/Katharine_Murray_Lyell'} (1817-1915) (who married Lyell’s brother Henry), Leonora (1818-1908) and Joanna Baillie (1823-1916) also feature in this family correspondence.",
    "{Correspondence - Letters from Sir Charles Lyell to his Family, 1806-1874:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199126'}",
    "{Correspondence - Letters between Sir Charles Lyell and Mary E. Lyell (neé Horner), c. 1831-c. 1875:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199127'}",
    "{Correspondence - Letters to Sir Charles Lyell from his Family, 1839-1841:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199200'}"
  ],
  "Copy Letters and miscellaneous correspondence ":[
    "{Correspondence - Copy Letters by Katherine M. Lyell:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199129'}",
    "{Correspondence - Copy Letters held in Other Archives:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199149'}",
    "{Correspondence - Transcripts of Letters by Sir Charles Lyell to Charles Darwin, 1837-1874:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199223'}",
    "{Correspondence - Miscellaneous and Unidentified Letters:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199232'}",
    "{Lists of Lyell Correspondence:'missing'}"
  ]
},
"Papers arranged by theme, and miscellaneous": {
  "Notes and Correspondence on the Geology of the Madeiran and Canary Islands, 1854-1856":[
    "Following extensive travel in the UK, Europe, Scandanavia and the US, in 1853 Charles Lyell began to plan a trip to Madeira and the Canary Islands. His chief aim was to see Tenerife and La Palma, which had provided Leopold von Buch with illustrative examples of ‘craters of elevation’. Lyell arrived at Funchal on 18 December 1853, along with Mary Lyell, her maid-companion Antonia Schmidt, Mary's sister and brother-in-law, {Frances:'https://en.wikipedia.org/wiki/Frances_Joanna_Bunbury'} and {Charles Bunbury:'https://en.wikipedia.org/wiki/Sir_Charles_Bunbury,_8th_Baronet'} (1809–1885), and Frances Bunbury’s maid, Mrs Rennie. Lyell intended to spend a relatively short time there, perhaps a month, before going on to the Canary Islands. In fact, he spent two months in Madeira, meeting and then working intensively with {Georg Hartung:'https://en.wikipedia.org/wiki/Georg_Hartung'} (1821- 1891). See also Scientific Notebooks 185-197 and a separate series of {Maderia and Canary Islands Notebooks 1856-1859:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/203375'}",
    "This series comprises cross-sections, correspondence, notes, barometrical observations, maps, sketches concerning fossils, shells, and geological features found on the Madeiran and Canary Islands, as well as draft manuscripts for Lyell's paper <i> On the geology of some parts of Maderia</i>, published Quarterly Journal of the Geological Society of London 1854.",
    "References: {Notes and Correspondence on the Geology of the Madeiran and Canary Islands, 1854-1856:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21262'}"
  ],
  "Notes and correspondence on the geology of Forfarshire, 1817-1841":[
    "In 1822 Charles Lyell began a geological survey of the County of Forfarshire for {Dr John MacCulloch:'https://en.wikipedia.org/wiki/John_MacCulloch'} (1773-1835) who was preparing a geological map of Scotland. Lyell combined the study with a long trip to Kinnordy, where he also entertained {Professor William Jackson Hooker:'https://en.wikipedia.org/wiki/William_Jackson_Hooker'} (1785 – 1865). Lyell returned in 1824 to complete another two thirds of the survey, with the companionship firstly of a Captain Ogilvy and later the {Reverend William Buckland:'https://en.wikipedia.org/wiki/William_Buckland'} (1784 - 1856). These studies led to Lyell's first published paper <i>On a recent Formation of Freshwater Limestone in Forfarshire, and on some recent Deposits of Freshwater Marl; with a Comparison of recent with ancient Freshwater Formations; and an Appendix on the Gyrogonite or Seed-vessel of the Chara</i>, which he read at the Geological Society of London on the 17th December 1824, and 7th January 1825 and was later published in their transactions 1826.",
    "The notes and correspondence on the Geology of Forfarshire consist of notes, early versions of Lyell’s field notebooks including sketches, geological cross sections and correspondence.",
    "{Notes and correspondence on the geology of Forfarshire, 1817-1841:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21263'}"
  ],
  "Notes and Correspondence on the Geology of Mount Etna, 1857-1858":[
    "Lyell's first visit to Sicily was in 1828 when he journeyed to Mount Etna to gather evidence for his theory that geological change was gradual and took place over millions of years. This ran counter to the Upheaval theory which was current at the time. This theory held that geological change was the result of a number of catastrophic events. He revisited Sicily in 1857 and 1858 to gather further evidence against the Upheaval Theory. He proved beyond doubt that the geology of Mount Etna was built up by a series of small eruptions rather than by one or two huge events. He was greatly aided in his research in Sicily by members of the Gemmellaro family, {Carlo:'https://en.wikipedia.org/wiki/Carlo_Gemmellaro'} (1787-1866), Guiseppe and {Gaetano Giorgio:'https://en.wikipedia.org/wiki/Gaetano_Giorgio_Gemmellaro'} (1832-1904) who were local geologists.",
    "Notes and correspondence on the geology of Mount Etna consists of notes, sketches and maps, geological cross sections, and correspondence.",
    "{Notes and Correspondence on the Geology of Mount Etna, 1857-1858:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21264'}"
  ],
  "Correspondence and Papers Concerning Sea Serpents, 1820-1848":[
    "This series documents Lyell's work relating to Sea Serpents, a topic which fascinated scientists of the early to mid-19th century. Numerous sightings were recorded, which Lyell meticulously investigated, seeking out and interrogating witnesses. There are many references made to Sea Serpents in Lyell’s Scientific Notebooks.",
    "This series includes notes and newspaper clippings regarding sightings and correspondence from {Sir John William Dawson:'https://en.wikipedia.org/wiki/John_William_Dawson'}, {John Fleming:'https://en.wikipedia.org/wiki/John_Fleming_(naturalist)'} (1785-1857), {William McGillivray:'https://en.wikipedia.org/wiki/William_MacGillivray'} (1796-1852), {Alexander Gordon Melville:'https://en.wikipedia.org/wiki/Alexander_Gordon_Melville'} (1819 – 1901), {Patrick Neill:'https://en.wikipedia.org/wiki/Patrick_Neill_%28naturalist%29'} (1776-1851), Colonel Parkins (fl. 1845-1848) and {George Robert Waterhouse:'https://en.wikipedia.org/wiki/George_Robert_Waterhouse'} (1810-1888).",
    "{Letters and Papers Concerning Sea Serpents, 1820-1848:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21265'}"
  ],
  "Notes on the New Zealand Earthquake of 1855":[
    "The earthquake which occurred in the Wairarapa region of New Zealand in 1855 was the biggest earthquake New Zealand has ever suffered. 5000 km2 was shifted vertically, the maximum horizontal shift was 12 metres, and the maximum uplift was 6 metres. These notes enabled Lyell to include an account of the earthquake in the 10th edition of <i>Principles</i> published 1867-1868.",
    "{Notes on the New Zealand Earthquake of 1855, c1855:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21266'}"
  ],
  "Miscellaneous Papers, 1852-1864":[
    "This series includes the manuscript version of the Lyell’s address given on the behalf of Charles Darwin on receiving the Copley Medal (1864), which is handwritten by Lyell, but completed by Arabella Buckley. There is also a list of mollusca by Searles Valentine Wood (1798 - 1880), a translation of extracts from the letters of F Hoffman (fl1852-1864), and a note of a lecture by Sir Charles Lyell given in Boston (1852)",
    "{Miscellaneous Papers, 1852-1864:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21267'}"
  ]
},
"Lectures":{
  "":[
    "Charles Lyell first lectured at King's College London in 1832 and again in 1833. He gave a single course at the Royal Institution in 1833. Early notes appear to have been written on behalf of Lyell, possibly by his clerk George Hall, possibly by Mary - with alterations then made by Charles.",
    "Later dated records relate to Lyell's Lowell Lectures, his American tour, Marylebone Institute lecture, lectures on the Geology of North America at York, the series of Boston lectures and his lectures at the Royal Institution. They contain a series of manuscript notes, summaries, outlines and full texts of lectures, lecture cards, syllabus, tickets, lists of subscribers, related ephemera, schedules, related offprints, reviews and cuttings.",
    "{Lectures on Geology, 1832-1833:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21268'}",
    "{Lectures on Geology, 1842-1853:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199130'}"
  ]
},
"Printed Papers, c1829-1864":{
  "":[
    "Lyell’s collection of printed papers is distributed between the archival collections, and also exists as a separate series of Offprints. This series includes the address delivered by Sir Charles Lyell at the anniversary meeting of the Geological Society of London (1836); <i>Lithology of the Environs of Edinburgh </i> by {Dr Fleming:'https://en.wikipedia.org/wiki/John_Fleming_(naturalist)'} (1856-1857); Biographical notice of Sir Charles Lyell as President of the British Association for the Advancement of Science (1864); press cutting of letter from Sir Charles Lyell concerning the Alleged Co-existence of Man and the Megatherium; Geology of Arthur's Seat by {Charles MacLaren:'https://en.wikipedia.org/wiki/Charles_Maclaren'} (1782-1866) (c1829). See also Lyell’s Offprints.",
    "{Printed Papers, c1829-1864:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21269'}"
  ]},
  "Scrapbooks of press cuttings, 1843-1868":{
    "":[
    "Whilst Lyell was in America, he amassed a collection of cuttings from various newspapers which reflect his interests - geology, sea serpents - as well as aspects of American life at the time including the Mexican War, politics (such as slavery, protectionism and taxation) and American universities (such as Harvard). Reviews of and extracts from Lyell's publications and lectures also feature in these press cuttings.",
    "{Scrapbooks of presscuttings, 1843-1868:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/21270'}"
  ]},
  "Photographs, c. 1820-c. 1875":{
    "":[
    "A series of photographs of Lyell family portraits, photographs of Lyell’s sisters, and of drawings of Charles and Mary.",
    "{Photographs, c. 1820-c. 1875:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199128'}"
  ]},
  "Personal papers, c. 1810 - c. 1875":{
    "":[
    "Lyell's family were careful to keep an archive of both his personal and professional accomplishments. Documents from his early life, marriage, honours and obituary feature in this series.",
    "{Personal papers, c. 1810 - c. 1875:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199148'}"
  ]},
  "Addresses and Speeches, c. 1850s – 1870s":{
    "":[
    "A series of addresses – some printed, some in manuscript form - given by Charles Lyell, including addresses delivered at the Anniversary Meeting of the Geological Society awarding Wollaston Medal to Peter Hopkins, 1850, and the same in 1851 awarding Wollaston Medal to Adam Sedgwick. Manuscript speech delivered by Lyell at the [New York City] Crystal Palace Banquet, 1853. Printed Address at the 34th meeting of the British Association. Manuscript notes of Speech to the Anniversary dinner at the Geological Club, 5th November 1874. Galley proof of an Address delivered to the Royal Institution, Friday 4th February, [1840s - after 1846] <i>The Fossil footmarks of a reptile in the coal-formation of the Alleghany Mountains</i> but also covers the antiquity of Earth, and political freedoms in Pennsylvania.",
    "{Addresses and Speeches, c. 1850s - 1870s:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199132'}"
  ]},
  "Articles, c. 1829-c.1874":{
    "":[
    "Articles by Charles Lyell, and articles published in The American Journal of Science and Arts, which have been torn out and collected by Lyell.",
    "{Articles, c. 1829-c.1874:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199131'}"
  ]},
  "Ephemera relating to American Tour, 1840s":{
    "":[
    "This series documents the Lyell’s travels in North America and includes calling card representing Columbia College 1853; Two Certificates from Niagara Falls, recording the passing behind the falls to Termination Rock 7th June 1842. One issued for Charles Lyell and one for Mary Lyell, signed Isaiah Starkey; Handwritten itinerary entitled US Tours 1845, covering 1845 - 1846; Chronological timeline of Lyell’s life from 1804 to 1875.",
    "{Ephemera relating to American Tour, 1840s:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199151'}"
  ]},
  "Manuscript Papers relating to Published Works, c. 1840 - c. 1855":{
    "":[
    "This series contains extensive autograph manuscript drafts of texts, with cancellations, revisions and additions, and with loose illustrative plates and maps, including a packet marked <i>'Original Geological MS Notes of Sir Charles Lyell’</i> and the note in brackets ‘Lady Lyell preserved these - as she was asked at times for autographs, and as time advances, they may be still more valuable', and which includes a portion of the working manuscript for both <i> Principles of Geology</i> and <i>The Antiquity of Man</i>. Suggested corrections and amendments by Charles Darwin to the fifth edition of <i>A Manual of Elementary Geology </i> (1855) were also retained and are in this series. Other titles represented here include <i> On the Geology of some parts of Madeira</i>.",
    "{Manuscript Papers relating to Published Works, c. 1840 - c. 1855:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199141'}"
  ]},
  "Maps and Plans, c. 1820 - c. 1874":{
    "":[
    "A small series of maps and plans which illustrate geological features and strata, including hand-drawn map of Etna lava-flows; Large-scale map of Kirriemuir, Angus, Scotland, with hand-coloured geological strata; Hand-drawn geological section of Strathmore, Scotland; Hand-drawn plan of a section of the Montrose coast; printed maps of Bombay and Dublin.",
    "{Maps and Plans, c. 1820 - c. 1874:'https://archives.collections.ed.ac.uk/repositories/2/archival_objects/199145'}"
  ]}
}
